Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=191_art_id=248.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Dolla
sma: Lïerh: Dålle

source: It galgga Hearrá Ipmilat nama atnit duššálažžan.
sma: Aellieh Jupmelen nommem deajese luejhtieh.

source: Mii galgat ballat Ipmilis ja ráhkistit su, amamet geavahit su nama vuordnumii, noidošeapmái, gielástallamii dahje beahttimii, muhto vai mii čuorvut Ipmilii buot heađisteamet, rohkadallat, máidnut ja giitit.
sma: Mijjieh edtjebe Jupmelem vaetiestidh jïh iehtsedh, ollebe dan nommem nåhtedh gærrodh jïh bïeredh, slognestidh jïh treekeldidh, bene Jupmelem gåhtjodh neavrosne, rohkelibie, heevehtibie jïh gijhtebe.

source: Juohkehaččas lea namma.
sma: Gaajhkesh nommem utnieh.

source: Mii geavahit Ipmila nama go suinna háleštit rohkosa bokte, Ipmilbálvalusas ja go sutnje lávlut.
sma: Mijjieh Jupmelen nommem nuhtjebe gosse Dejnie soptsestibie rohkelassesne, gyrhkesjimmesne jïh gosse Disse laavlobe.

source: Muhto menddo ollu olbmot – sihke nuorat ja ollesolbmot – geavahit Ipmila nama go leat soapmásii suhtan.
sma: Bene fer jïjnjh almetjh- dovne noerh jïh geervh – Jupmelen nommem nuhtjieh gosse haarmese sjïdtieh naakenidie.

source: Go gárrudat, de čuorvvut biro.
sma: Gosse gærroeh, dle bahhese tjåarvoeh.

source: Leat go dán smiehttan ?
sma: Dan bïjre ussjedamme ?

source: Geavat eará maid sáhtát dadjat jus fertet.
sma: Gaavnehth aktem jeatjah dïejvesem maam maahtah nåhtadidh jis tjoerh.
